[{"anio": "2013", "sinopsis": "\n  Animación de alto valor simbólico, realizada con la técnica Stop Motion, inspirada en el término latino Vanitas (vanidad) y su representación pictórica durante la época barroca. Todos los objetos irán conformando un bodegón convirtiéndose en signos de la fragilidad y brevedad de la vida ante la certeza del tiempo inexorable y la muerte.", "name": "Polvo y sombra", "formato": "Digital", "images": [], "duracion": "5", "id": "2727"},
{"anio": "2011", "sinopsis": "\n  Un pescador (40) lleva su hijo a pescar el día de su cumpleaños (12). El padre y el abuelo le enseñan las técnicas de como pescar. El niño al principio no tiene suerte, pero tras un rato logra pescar un pez gigante que finalmente devuelve al mar. Su padre se enoja y los tres regresan. Con una fiesta sus familiares lo esperan; el niño se apena por haber devuelto el pez, el padre reflexiona y celebra junto a todos el nacimiento de el nuevo pescador.", "name": "Los Tres Pescadores", "formato": "Digital", "images": [], "duracion": "13", "id": "1762"},
{"anio": "2014", "sinopsis": "\n  En un teatro donde tocan los mejores músicos, trabaja un hombre sordo que se dedica que a hacer el aseo del lugar. Ama tanto la música que memoriza los movimientos de los dedos de los pianistas. Un día el pianista anunciado no puede presentarse... ", "name": "La nota muda", "formato": "Digital", "images": [], "duracion": "7", "id": "2857"},
{"anio": "2013", "sinopsis": "\n  Oso es un hambriento animal cuyo ávido apetito lo arrastrará a ser parte de una extraña aventura dentro de un absurdo mundo de humanos, en el que tendrá que sobrevivir para finalmente encontrarse a sí mismo y comprender el valor de su origen.", "name": "Oso", "formato": "Digital", "images": [], "duracion": "15", "id": "2422"},
{"anio": "2013", "sinopsis": "\n  Un poblado subsiste gracias al trabajo que realiza un joven, enterrando los muertos de la ciudad. El dinero es el centro de la historia y su tránsito de mano en mano nos guía por una historia llena de personajes interesados en satisfacer sus más obscuras necesidades.", "name": "Hijo de Dios", "formato": "35 mm", "images": [], "duracion": "8", "id": "2533"},
{"anio": "2013", "sinopsis": "\n  Cortometraje basado en el cuento de E.T.A. Hoffmann.", "name": "El hombre de arena", "formato": "Digital", "images": [], "duracion": "6", "id": "2594"},
{"anio": "2013", "sinopsis": "\n  Dos viajeros se embarcan en la búsqueda de una remota isla.", "name": "La Bodi Ailand", "formato": "Digital", "images": [], "duracion": "3", "id": "2598"},
{"anio": "2014", "sinopsis": "\n  Un viejo oso sale todos los días a una esquina de una muy transitada calle. A través de un teatro de marionetas de hojalata que fabricó, el oso nos contará la historia de su vida.", "name": "Historia de un oso", "formato": "Digital", "images": [], "duracion": "9", "id": "2785"},
{"anio": "2013", "sinopsis": "\n  La historia de una pareja común y corriente, donde él le entrega a ella una pequeña esfera sacada de su pecho, y ella no se aparta de su nuevo regalo… incluso después de romper con él.", "name": "The Gift", "formato": "Digital", "images": [], "duracion": "8", "id": "2591"},
{"anio": "2011", "sinopsis": "\n  Dos seres: uno atrapado en lo alto de una cruz sufre lleno de dolor; el otro, libre sobre la superficie, intentará ayudarlo. No es fácil, pero aún después de tantos intentos fallidos, se queda con él acompañándolo en su dolor.", "name": "La Cruz", "formato": "35 mm", "images": [], "duracion": "11", "id": "1710"},
{"anio": "2012", "sinopsis": "\n  Durante un paseo familiar, Joaquín y Valentina se pierden en el desierto de Atacama y se enfrentan al rigor y la inclemencia que éste les presenta. Allí encontrarán a un aterrador personaje que los llevará a la ciudad de Tololo Pampa donde conocerán a sus enigmáticos habitantes y advertirán los misterios que ésta guarda. ", "name": "Tololo Pampa", "formato": "Digital", "images": [], "duracion": "27", "id": "2772"},
{"anio": "2012", "sinopsis": "\n  En los albores de la patria, surge la mítica figura de José Tomás Urmeneta, popularmente conocido como \"El loco del burro\". Se improvisó como minero y tras vivir casi dos lustros bajo la más radical de las pobrezas se convirtió en el hombre más rico de Sudamérica. Su tenacidad lo llevó a encontrar la primera gran veta de cobre del país. Su figura y las leyendas que giran en torno a él son un fiel retrato de nuestro siglo XIX.", "name": "El loco del burro", "formato": "Digital", "images": [], "duracion": "18", "id": "2649"},
{"anio": "2012", "sinopsis": "\n  Las máquinas viven en nuestras casas, nos hierven el agua, nos lavan la ropa y nos calientan la cama. Nuestra función queda remitida a operar.", "name": "Relaciones de poder", "formato": "Digital", "images": [], "duracion": "1", "id": "2628"},
{"anio": "1924", "sinopsis": "\n  Película de animación basada en la tira cómica que empezó a aparecer en el diario El Mercurio en 1922 llamada “Amenidades del diario vivir” (“Bringing up father”) creada por George Macmanus, con sus personajes Don Fausto y Crisanta, dos nuevos ricos norteamericanos. El ?lme incluía algunas adaptaciones al ambiente local chileno.", "name": "Vida y milagros de don Fausto", "formato": "35 mm", "images": [], "duracion": "-", "id": "1544"},
{"anio": "2012", "sinopsis": "\n  Luego de la derrota Mapuche ante el ejército Español comandado por Don Pedro de Valdivia, el cacique Miltín rompe en llanto. Obviamente los españoles no pueden darle muerte sin antes conocer las razones de su pesar...", "name": "Miltin", "formato": "Digital", "images": [], "duracion": "2", "id": "2549"},
{"anio": "2012", "sinopsis": "\n  Trabajo de investigación que reflexiona en torno a las ideas de intervención, cuerpo y soporte. El cuerpo que se transforma en espacio a intervenir y el objeto que se vuelve en el cuerpo que interviene.", "name": "Zapping", "formato": "Digital", "images": [], "duracion": "7", "id": "2597"},
{"anio": "2012", "sinopsis": "\n  Cortometraje basado en el cuento de Edgar Allan Poe.", "name": "La Máscara de la Muerte Roja", "formato": "Digital", "images": [], "duracion": "8", "id": "2595"},
{"anio": "1921", "sinopsis": "\n  Es la primera película de dibujos animados realizada en Chile, fue producida por la National Films de Santiago y la parte técnica estuvo a cargo de Nicolás Esquerro, mientras que Alfredo Serey y Nicolás Martínez realizaron los dibujos. Entre los dos hicieron 20.000 cartones para una cinta que no tenía más de 600 metros, lo que serían 10 minutos, aproximadamente. La película escenificaba el traspaso de la banda presidencial de Juan Luis Sanfuentes a Arturo Alessandri Palma en 1920. Aparecen los políticos más conocidos y la diplomacia de la época. Se estrenó en Santiago junto a dos películas nuevas de Chaplin, según informó Las Últimas Noticias, periódico donde trabajaba Serey. El diario publicó también algunos fotogramas de la película como uno en el que Jorge Alessandri encontraba las arcas fiscales sin ningún peso, y llenas de telarañas. Debido a que la película era muda, contenía globos con los diálogos.", "name": "La transmisión del mando presidencial", "formato": "35 mm", "images": [], "duracion": "10", "id": "1543"},
{"anio": "1942", "sinopsis": "\n  Película animada que cuenta las aventuras del cóndor Copuchita y su pandilla: el puma mapuche Manihuel, el gallo vestido de huaso Ño Benhaiga y la joven humana Clarita.", "name": "15 mil dibujos", "formato": "35 mm", "images": [], "duracion": "-", "id": "1545"},
{"anio": "1961", "sinopsis": "\n  Película realizada con \"muñecos animados\", según señala la Revista Ecran. ", "name": "Una Cacería Desafortunada", "formato": "16 mm", "images": [], "duracion": "-", "id": "3002"},
{"anio": "1965", "sinopsis": "\n  Corto de animación sobre unos dibujos de Vittorio di Girolamo.", "name": "Érase una Vez", "formato": "35 mm", "images": [], "duracion": "5", "id": "740"},
{"anio": "1972", "sinopsis": "\n  Entre 1970 y 1972 el dibujante argentino Óscar \"Oski\" Conti (Buenos Aires 1914-1979), residió en nuestro país y colaboró estrechamente con el gobierno de la Unidad Popular, además de trabajar en televisión y en la revista Cabro Chico. Uno de los trabajos que realizó en apoyo al gobierno de Salvador Allende es \"Pulpomomios a la chilena\", un cortometraje animado auspiciado por el Banco Central de la Nación, donde se critica duramente al sistema de créditos bancarios imperante hasta 1971 y se destacan las bondades del proceso de estatización de los principales bancos del país.", "name": "Pulpomomios a la chilena", "formato": "35 mm", "images": [], "duracion": "9", "id": "2491"},
{"anio": "1991", "sinopsis": "\n  Animación de dibujos a mano alzada. Un hombre es torturado por los puntos cardinales, en una alusión a las distancias, el exilio y las separaciones.", "name": "Nostalgia de Dresden", "formato": "35 mm", "images": [], "duracion": "2", "id": "1081"},
{"anio": "1994", "sinopsis": "\n  En una reunión eminentemente intelectual, se irrumpe una y otra vez y los personajes sucumben ante sus temores, pasiones y deseos.", "name": "Reunión", "formato": "35 mm", "images": [], "duracion": "10", "id": "506"},
{"anio": "1997", "sinopsis": "\n  Un encuentro entre un hombre y una mujer en la impunidad de la noche. Permite todo lo que la luz inhibe y contrae.", "name": "Noche", "formato": "35 mm", "images": [], "duracion": "15", "id": "505"},
{"anio": "1995", "sinopsis": "\n  Animación de papeles recortados y collages de fotografías. Una pequeña niña sueña con su vida de adulta a través de los roles que le han enseñado los trajes de recortables de papel, y ve etapas del futuro, quiebres y renacimiento.", "name": "Deriva", "formato": "35 mm", "images": [], "duracion": "6", "id": "1082"},
{"anio": "2000", "sinopsis": "\n  Una mujer solitaria, aunque rodeada de sus niños, conduce velozmente su auto hacia un destino fuera de control.", "name": "Manos libres", "formato": "35 mm", "images": [], "duracion": "19", "id": "504"},
{"anio": "1999", "sinopsis": "\n  Animación Stop Motion. Rigoberto parte un día de Reloncaví con destino al Caribe donde piensa tocar en una banda. Por el camino invita a sus amigos salseros, cruzan la cordillera de los Andes y se encuentran tocando en una boite donde llega Perla, su amor de juventud,  al ritmo de \"Devorame otra vez\".", "name": "La salsa", "formato": "16 mm", "images": [], "duracion": "10", "id": "1083"},
{"anio": "2002", "sinopsis": "\n  La historia, que comienza en 1866, narra la última ceremonia del hombre pájaro en la Isla de Pascua. En medio de la inmensidad del Oceano pacífico y a miles de kilómetros del continente, en la cumbre de Orongo en la orilla del volcán, un anciano enjuto y esquelético con su cuerpo tallado en madera, nos narra la intrincada y milenaria carrera donde fue elegido Rokunga, el último hombre pájaro que venció al resto en la tarea de traer a salvo el primer huevo del año de las golondrinas que habitan en un pequeño islote frente a la Isla. La carrera comienza en la punta del desfiladero con el salto al mar de los participantes. Durante la competencia se suceden una serie de acontecimientos que añaden emoción a la competencia. En el islote, el primero en encontrar el huevo lo muestra en señal de triunfo y se prepara para llevarlo a la isla. Sin embargo, un desenlace inesperado enfrenta a los competidores con la muerte.", "name": "Rokunga, el último hombre pájaro", "formato": "35 mm", "images": [], "duracion": "7", "id": "1957"},
{"anio": "2004", "sinopsis": "\n  Don Floridor, un entrañable anciano, conduce su vehículo en compañía de su fiel perro Anacleto. Su camino, lleno de divertidos incidentes, se ve de pronto envuelto en eventos repetitivos que los llevan a un inesperado final.", "name": "Don Floridor y Anacleto", "formato": "Digital", "images": [], "duracion": "3", "id": "2539"},
{"anio": "2003", "sinopsis": "\n  Corto animado: Manifestaciones de la envidia humana en un sentido metafórico y amplio.", "name": "Verde que te quiero", "formato": "35 mm", "images": [], "duracion": "22", "id": "503"},
{"anio": "2002", "sinopsis": "\n  Animación de bordados y trapos. Un homenaje a las mujeres que bordaron la historia durante la época de dictadura en Chile, El film anima las verdaderas arpilleras que crearon en la época las mujeres de los presos políticos, y de desaparecidos. Mujeres de los barrios más pobres de Santiago.", "name": "Como alitas de Chincol", "formato": "VHS", "images": [], "duracion": "10", "id": "1084"},
{"anio": "2002", "sinopsis": "\n  La historia comienza cuando “Mampato” después de escuchar las historias de su padre sobre la mítica isla ubicada en el medio del Océano Pacífico y sus enigmas, decide visitar Isla de Pascua, pero antes, realiza un viaje espacio-temporal, hasta la prehistoria en busca de su amigo Ogú, un simpático hombre de las cavernas. Al llegar a ésta conocen a una niña lugareña, Marama. Ella será su anfitriona y compañera en las aventuras que el viaje les depara. Mampato y Ogú, son personajes clásicos del comic chileno, creados por Oscar Vega y Eduardo Amrstrong, pero desarrollados y popularizados bajo el trazo de Themo Lobos.", "name": "Ogú y Mampato en Rapa Nui", "formato": "35 mm", "images": [], "duracion": "76", "id": "111"},
{"anio": "2003", "sinopsis": "\n  Carlos Meléndez acaba de romper con su novia. Sin gas, agua ni electricidad, tiene que salir a buscar trabajo. En solo 12 horas y al ritmo de su agitado reloj, tendrá que pelear con secretarias insoportables, ladrones punks, la fuerza policial, un cafe-topless, hot-dogs podridos y un fanático religioso. Todo eso para ser, de una vez por todas, respetado.", "name": "Cesante", "formato": "72 min.", "images": [], "duracion": "72", "id": "99"},
{"anio": "2005", "sinopsis": "\n  Los protagonistas de la historia son dos niños que durante su ceremonia de iniciación a la adultez ven interrumpido el rito por la llegada del Gigante Siaskel quien secuestra a los niños con intención de devorarlos. Frente a esta situación el pueblo recurre a Kuanip, un viejo hechicero, quien debe enfrentarse al gigante utilizando su magia y la indispensable ayuda de la naturaleza.", "name": "Siaskel, el gigante", "formato": "35 mm", "images": [], "duracion": "13", "id": "1958"},
{"anio": "1965", "sinopsis": "\n  Cortometraje ficción animación, obra que aborda temas sociales y personales, comienza con la prisión y se ve a los presos como esclavos y los \r\ngendarmes como los todo poderosos, en una celebración de los gendarmes se incendia la cárcel y los gendarmes matan a los presos, uno se logra \r\nescapar y se enfrenta con la ciudad existe un paralelo entre un zoológico y la cárcel demostrando que es similar, y este personaje libera a los \r\nanimales.", "name": "Viva la libertad", "formato": "16 mm", "images": [], "duracion": "18", "id": "866"},
{"anio": "2004", "sinopsis": "\n  Un aviador decide emprender un vuelo que puede ser el último de su vida. Corto animado 3D.", "name": "Nubes", "formato": "-", "images": [], "duracion": "6", "id": "2043"},
{"anio": "2005", "sinopsis": "\n  Choripán es un perro que ansía la libertad, logra escapar de su casa y huye de su amo. En otro lugar, fuera de la ciudad, una vaca es vendida. Su amigo pollo intenta evitar que se la lleven y la persigue hasta llegar a la ciudad donde le pierde el rastro. Donato se encuentra, ahora solo, en una ciudad vertiginosa, además, una niña insiste en adoptarlo como mascota.", "name": "Choripán", "formato": "Digital", "images": [], "duracion": "7", "id": "2538"},
{"anio": "2005", "sinopsis": "\n  Un anciano relata a sus nietos las aventuras de su gato, transportándolos a un oscuro mundo de fantasía, donde podrán ser testigos del enfrentamiento entre el gato y su sombra.", "name": "Sombra", "formato": "Digital", "images": [], "duracion": "7", "id": "1562"},
{"anio": "2006", "sinopsis": "\n  Esta obra hace alarde a la tribu drogadicta que vive bajo los puentes y en la ruta del río mapocho en Santiago. La realización pretende mostrar de forma abstracta un viaje hacia el submundo del efecto neoprén. El paisaje que ofrece tal estado o dimensión, haciendo un calce y contrapunto con la visualidad abstracta que dimensiona esta atractiva visualidad decadente.", "name": "Vogos-Neoprén", "formato": "Digital", "images": [], "duracion": "4", "id": "1564"},
{"anio": "2005", "sinopsis": "\n  El Último Espía llega a una ciudad de extraños habitantes denominada fragmentaria. En ese lugar, la atracción principal es un rompecabezas gigante y al cual le han robado una pieza. La misión de recuperarla ha sido encomendada a un héroe, quién durante su investigación descubre que el enorme puzzle no está compuesto sólo de simples imágenes.", "name": "Rompecabezas", "formato": "Digital", "images": [], "duracion": "4", "id": "1561"},
{"anio": "2005", "sinopsis": "\n  Un pobre leñador ya no tiene como alimentar a su familia. Junto a su esposa deciden deshacerse de sus hijos abandonándolos en medio del bosque. El primer capítulo de una oscura adaptación del clásico cuento Hansel y Gretel.", "name": "Hansel & Gretel", "formato": "-", "images": [], "duracion": "4", "id": "1557"},
{"anio": "2006", "sinopsis": "\n  En un momento de la vida donde las decisiones son cruciales y el horizonte es confuso, es necesario desafiar el abismo en busca de respuestas, sueños y deseos contenidos por mucho tiempo.", "name": "En la sangre", "formato": "-", "images": [], "duracion": "12", "id": "1556"},
{"anio": "2006", "sinopsis": "\n  Animación basada en el mito de creación maya quiché con ilustraciones inspiradas en imágenes precolombinas de la cultura maya. Narra la creación del mundo y de los hombres, y de la historia de dos semidioses Hunahpú e Ixbalanqué los que se enfrentan con los dioses del inframundo.", "name": "Popol Vuh", "formato": "Digital", "images": [], "duracion": "11", "id": "1560"},
{"anio": "2005", "sinopsis": "\n  Animación de papeles recortados, dibujos de Andrés Gana y Hernando León. Homenaje al rey Orelie Antoine I, rey de la Araucanía y de la Patagonia quien fue el primero en querer unir al pueblo mapuche para conseguir su liberación.", "name": "Resucita rey Orelie", "formato": "Digital", "images": [], "duracion": "20", "id": "1085"},
{"anio": "2006", "sinopsis": "\n  La carne nos transporta a diferentes realidades, diferentes puntos de vista que conciben mundos paralelos. África y la religión son algunos de los lugares o conceptos en que nos podemos encontrar.", "name": "La Carne", "formato": "Digital", "images": [], "duracion": "10", "id": "1559"},
{"anio": "2006", "sinopsis": "\n  Inspirado en un cuento tradicional ruso, el cortometraje narra la historia de un rey que envía a sus tres hijos a buscar una novia para casarse. Les dice que lancen una flecha y donde caiga encontrarán a la mujer indicada. Iván, el menor de los príncipes no se conforma con la dama que el destino le ofrece y comienza una larga búsqueda.", "name": "Iván y la flecha", "formato": "Digital", "images": [], "duracion": "6", "id": "1558"},
{"anio": "2006", "sinopsis": "\n  Gaspar, un niño algo precoz y de intelecto sensible, presenta a dos de sus amigos su nuevo descubrimiento: dos volúmenes de una enciclopedia. Sus extravagantes opiniones sobre estos misteriosos objetos provocará entre ellos una acalorada discusión que sólo podrá ser resuelta gracias a una inesperada revelación.", "name": "Valle Esponjoso", "formato": "Digital", "images": [], "duracion": "4", "id": "1563"},
{"anio": "2006", "sinopsis": "\n  Ana es una niña tan despistada que un día salió a comprar pan y llegó sin darse cuenta a Guadaliscorintia, una ciudad donde los habitantes tienen costumbres muy distintas a la suya y donde Ana deberá mantenerse firme en su identidad.", "name": "Ana ¿verdad?", "formato": "Digital", "images": [], "duracion": "22", "id": "1555"},
{"anio": "2007", "sinopsis": "\n  Basada en el cuento \"El almohadón de plumas\" de Horacio Quiroga.", "name": "El Almohadón de plumas", "formato": "Digital", "images": [], "duracion": "10", "id": "2540"},
{"anio": "2006", "sinopsis": "\n  Corto animado: Un hombre y una mujer comen pasta. A través de la comida, expresan su amor y sus desamores. Se acercan, se distancian y juegan, mientras un garzón les trae más pasta. ", "name": "Pasta", "formato": "35 mm", "images": [], "duracion": "8", "id": "502"},
{"anio": "2007", "sinopsis": "\n  Boomer, un perro que ha sido parte de la familia por varios años, se encuentra muy enfermo y se debe tomar una decisión radical. Esta animación es una emotiva visión desde el punto de vista de una mascota para su propio fin.", "name": "Boomer", "formato": "Digital", "images": [], "duracion": "3", "id": "2536"},
{"anio": "2007", "sinopsis": "\n  OHM es un muñeco metálico que es traído a la vida a través de la electricidad. Su curiosidad lo lleva a un mundo extraño, donde los habitantes del lugar lo rechazarán por su apariencia. Abandonado en ese lugar desconocido y lóbrego, descubrirá que ni su propio creador le presta atención.", "name": "Ohm", "formato": "MiniDV", "images": [], "duracion": "10", "id": "1594"},
{"anio": "2007", "sinopsis": "\n  9-11/9-11 es un cortometraje animado del artista conceptual Norteamericano Mel Chin, basado en su novela grafica escrita en el año 2002, bajo el seudónimo de “Ignacio Moreles”. El cortometraje fue animado y diseñado por Plano Visual Ltda. El estilo grafico esta inspirado por los complejos e intensos grabados del maestro español Francisco de Goya, especialmente en la serie “Desastres de la Guerra”. 9-11/9-11 es una historia de ficción, pero que trata dramáticamente dos importantes hechos históricos: el 11 de Septiembre de 1973, golpe militar en Santiago, Chile. Y el 11 de Septiembre del 2001, ataques terroristas en New York City, USA.", "name": "9-11/9-11", "formato": "Digital", "images": [], "duracion": "24", "id": "1590"},
{"anio": "2007", "sinopsis": "\n  Un hombre que parte hacia un pueblo remoto en un tren, a buscar su origen, tal y como aparece en una fotografía antigua, que se convertirá en una reminiscencia muy proustiana, y que lo conducirá a lo largo e un tortuoso sendero...", "name": "Sendero", "formato": "Mini DV", "images": [], "duracion": "26", "id": "1335"},
{"anio": "2007", "sinopsis": "\n  ", "name": "Lucía", "formato": "Video", "images": [], "duracion": "4", "id": "1188"},
{"anio": "2007", "sinopsis": "\n  Los Pulentos vivirán su mayor aventura, ahora en la pantalla grande. Benzo, Nea, Barry, Walala y Ramón reciben una invitación que podrá cambiar sus vidas para siempre, ya que han sido postulados para un importante premio de música internacional.", "name": "Pulentos, la Película", "formato": "35 mm", "images": [], "duracion": "75", "id": "266"},
{"anio": "2007", "sinopsis": "\n  Papelucho, un niño inquieto con una gran imaginación, se encuentra cara a cara con un marciano con el cual forman una rápida amistad. Cuando su nuevo amigo se le une mágicamente, causando que actúe extrañamente frente a otros, Papelucho es forzado atratar de devolver al marciano de vuelta a su hogar, a Marte.(Fuente: Catálogo Dirac)", "name": "Papelucho y el Marciano", "formato": "35 mm", "images": [], "duracion": "80", "id": "58"},
{"anio": "2008", "sinopsis": "\n  El hacinamineto ha provocado que dos familias esten a punto de eliminarse en la Periferia de Santiago.", "name": "La Periferia", "formato": "Digital", "images": [], "duracion": "10", "id": "1736"},
{"anio": "2008", "sinopsis": "\n  Un solitario anciano que vive en las montañas, planta una flor que le trae alegría a su vida, pero la noche oscurece todo y hace que la flor muera. El anciano para recuperar lo perdido se enfrenta a la noche en una lucha llena de magia y belleza.", "name": "Estrellado anochecer", "formato": "Digital", "images": [], "duracion": "5", "id": "1652"},
{"anio": "2008", "sinopsis": "\n  Saqui, una niña mapuche, enferma y muere. Al atardecer su espíritu abandona su cuerpo y comienza el camino hacia el oeste, hacia el mar; al lugar donde reposan las almas de los muertos, sin saber que su hermano menor la ha seguido. Durante la travesía, siguiendo el sendero trazado del río de las lágrimas, los hermanos se encuentran con extrañas criaturas como el Chon-chon, brujo con forma de lechuza, pero sin duda el mayor peligro es el Wekufe, espíritu del mal, que intenta convertir a Saqui en un alma errante a su servicio. En el mar, la espera una anciana ballena para llevarla a su destino, la isla de los muertos.", "name": "Lalen, Estar Muriendo", "formato": "DVCam", "images": [], "duracion": "13", "id": "1589"},
{"anio": "2008", "sinopsis": "\n  Segundo corto de la serie \"Lucía, Luis y El Lobo\", es una continuación de ", "name": "Luis", "formato": "Video", "images": [], "duracion": "4", "id": "1189"},
{"anio": "2009", "sinopsis": "\n  Una polilla nace en el crepúsculo de un solitario árbol en un páramo. Escapando a la hostilidad de su entorno y buscando compañía, encuentra lo que cree es, el amor de su vida sin imaginarse donde esto la llevará.", "name": "Bennu", "formato": "Digital", "images": [], "duracion": "12", "id": "1786"},
{"anio": "2009", "sinopsis": "\n  Micro animación de una flor que busca ser elegida por una persona.", "name": "(Des) espinar", "formato": "Digital", "images": [], "duracion": "1", "id": "1500"},
{"anio": "2009", "sinopsis": "\n  El joven Cian, dibuja dos personajes no agradables y los desecha. Los dos dibujos, disgustados cobran vida y eliminan el mundo del joven. Éste, busca incesantemente sus vivencias, hasta que mirándose al espejo comprende que lo importante es el presente.", "name": "Soliloquio", "formato": "Super 16 mm", "images": [], "duracion": "17", "id": "1448"},
{"anio": "2009", "sinopsis": "\n  Expansión de la vida. La unión de los opuestos y la manifestación de nuevas realidades.", "name": "Expansión de la realidad", "formato": "Digital", "images": [], "duracion": "3", "id": "1197"},
{"anio": "2009", "sinopsis": "\n  Mediometraje animación dirigido por Claudio Díaz, en donde se recoge el testimonio de ocho jóvenes, nacidos entre 1973 y 1989, que van contando su visión de los hechos ocurridos durante el golpe de estado en Chile, originando una historia colectiva, evocando contextos visuales de dichos períodos.", "name": "Golpe de espejo", "formato": "-", "images": [], "duracion": "23", "id": "1116"},
{"anio": "2009", "sinopsis": "\n  El agua potable se ha agotado en el planeta y una pequeña niña hace todo lo posible para mantener vivo a su pez dorado con las últimas botellas de agua que tiene ocultas, hasta el día en que le acaba la última botella.", "name": "Dorado", "formato": "HD", "images": [], "duracion": "3", "id": "1451"},
{"anio": "2010", "sinopsis": "\n  Una metáfora sobre la inseguridad y confusión que siente un alma sensible atrapada dentro de la burbuja de la adolescencia. Hace referencia a los grandes poderes del mundo y las opciones que tenemos como individuos, donde las nuevas generaciones sólo quieren poder vivir tranquilas, disfrutando de su tiempo en este planeta. Se presenta el amor como la única razonable elección para crear y cambiar los elementos de nuestro sistema.", "name": "Solo", "formato": "Digital", "images": [], "duracion": "16", "id": "2190"},
{"anio": "2009", "sinopsis": "\n  En una misteriosa ciudad agónica, asfixiada por gases pestilentes, y corroída por el abandono y la humedad, el Agente Secreto John “Ugly Face” Jones lleva adelante sus oscuros propósitos: promover el alzamiento de los Oficiales-Máquinas en contra del gobierno. Ugly Face recibe órdenes de su amada Martha, desde un lejano Imperio. El doble agente, Pidog, es incapaz de detener la conspiración y el bombardeo se desata.", "name": "S11", "formato": "35 mm", "images": [], "duracion": "7", "id": "1115"},
{"anio": "2010", "sinopsis": "\n  Una chica vegana se da cuenta de que su madre está haciendo estofado de conejo para el almuerzo, ella hará todo lo posible para ser fiel a su estilo de vida.", "name": "Estofado de Conejo", "formato": "Digital", "images": [], "duracion": "3", "id": "1894"},
{"anio": "2010", "sinopsis": "\n  Dos jovencitas escolares buscan la manera de mejorar el mal trato que tienen las personas en y con la ciudad. Con mucho esfuerzo e ilusión arman un gran ventilador para que envíe a través del aire olores y sonidos agradables para cambiar los malos hábitos que tienen las personas con la ciudad. Pero su invento funciona al revés y en vez de cambiar a las personas, cambian a la ciudad, ésta adopta vida y comienza a retribuir todo el mal trato que las personas le han hecho. El cortometraje mezcla las técnicas de video digital y animación Stop Motion.", "name": "La otra ciudad", "formato": "Digital", "images": [], "duracion": "12", "id": "1529"},
{"anio": "2010", "sinopsis": "\n  Inspirada en los cerros de Curepto, la obra cuenta la historia de Rudecindo, un campesino que asiste al velorio de su abuelo, encontrándose con personajes tan disímiles como sorprendentes. Ahí está el gato Objeto, el viejo ciego Nano Naranjo Seco, y los tíos ambiciosos Adela y Alamiro. El descubrimiento de una mágica radio a pilas llevará a Rudecindo a un sorprendente encuentro con el mismísimo diablo, el Diente de Lata. ", "name": "Rudecindo", "formato": "Digital", "images": [], "duracion": "6", "id": "1495"},
{"anio": "2010", "sinopsis": "\n  El atrozmente temido Cuco está perdiendo sus habilidades para espantar a los niños, y está a punto de desaparecer. En uno de sus intentos fallidos conoce a Lina, una niña aficionada a las historias de terror, quien le da la clave para mantenerse en el negocio: encontrar una nueva identidad.", "name": "El Terriblemente Temido Cuco", "formato": "Digital", "images": [], "duracion": "9", "id": "1494"},
{"anio": "2010", "sinopsis": "\n  Cortometraje de animación tradicional, basado en un hecho acontecido en la \r\nciudad de Machali, el año 2005. Evaristo Moreno, cuidador de autos y personaje \r\nmuy querido de la zona, realiza como es su costumbre sus labores sin pensar que \r\nestá por ocurrir un sangriento asalto, hecho que truncará su vida y alterará el \r\napacible paisaje de la ciudad de Machali.", "name": "Evaristo fulgor y caída en Machalí", "formato": "Digital", "images": [], "duracion": "15", "id": "1483"},
{"anio": "2010", "sinopsis": "\n  12C, anciano de 80 años se encuentra encerrado en una habitación llena de objetos antiguos. Ahí recuerda su búsqueda por felicidad al perseguir una pequeña flor en lugares muertos y desolados con la ayuda de la bondadosa Pigmenta. En su camino se enfrenta a Goliat el Tirano, desencadenando una bella tragedia.", "name": "Humanoide no robot", "formato": "16 mm", "images": [], "duracion": "20", "id": "1449"},
{"anio": "2010", "sinopsis": "\n  Milena, acompañada por su hermano, sube al altiplano a quedarse por unos días con su abuela aymara. La niña no quería subir; la madre tuvo que \"embaucarla\". Una vez arriba, la magia del desierto y de las abuelas, la harán cambiar de opinión.", "name": "Aymara Marka Milena", "formato": "DvCam", "images": [], "duracion": "18", "id": "1343"},
{"anio": "2011", "sinopsis": "\n  Unos extraterrestres llegan a la tierra y establecen contacto con los humanos.", "name": "____", "formato": "Digital", "images": [], "duracion": "2", "id": "2217"},
{"anio": "2010", "sinopsis": "\n  Es la historia de un niño que se llama Luis y que vive en la casa de su anciana abuela. Ella es muy viejita y en su habitación sentada en su silla de ruedas acostumbra a contarle historias a su nieto. Una de las fábulas que su abuela le cuenta , es \" La niña de viento\" la cual se convierte en su amiga imaginaria. Ese recuerdo lo va a acompañar el resto de su vida.", "name": "La Niña de Viento", "formato": "Digital", "images": [], "duracion": "15", "id": "845"},
{"anio": "2010", "sinopsis": "\n  Un organismo de vigilancia ciudadana conocido como BRAZALETES ha logrado con éxito mantener el orden Público, hasta que un extraño caso de suicidio activa sus operativos de alta tecnología. Detrás de este incidente existirán oscuras causas que se descubrirán con la investigación.\r\n", "name": "Brazaletes", "formato": "35 mm", "images": [], "duracion": "7", "id": "700"},
{"anio": "2011", "sinopsis": "\n  Animación stop-motion basado en el cuento de la caperucita roja. ", "name": "El Lobo y la Caperuza", "formato": "Digital", "images": [], "duracion": "3", "id": "2315"},
{"anio": "2011", "sinopsis": "\n  Experimento de animación lacónica; absurdo, tierno y tiritón. Extraños entre el placer y el consumo.", "name": "El zapatolo de platino", "formato": "Digital", "images": [], "duracion": "2", "id": "2216"},
{"anio": "2011", "sinopsis": "\n  Cuenta la historia de un niño llamado Tito, quien junto a sus padres, viajan a Panguipulli a la localidad de Choshuenco, pueblo al sur de Chile. En la orilla del lago, el vapor Enco se encuentra deteriorado y abandonado. Tito con su espíritu explorador, guiado por un curioso gato, entra en este barco. Paso a paso, la realidad y la imaginación del niño se mezclan, logrando reconstruir momentos que le dieron vida a la embarcación en sus años de gloria. El cortometraje se caracteriza por estar hecho sobre maquetas y muñecos articulados, escenarios y personajes diseñados especialmente para este proyecto. Realizado en Stop Motion y otras técnicas de animación digital. ", "name": "Enco. Travesías a Vapor", "formato": "Digital", "images": [], "duracion": "17", "id": "1995"},
{"anio": "2010", "sinopsis": "\n  Un señor mayor camina por una ciudad gris, pero mientras espera el bus, se percata de un afiche que lo invita a un mundo mejor. Así comienza el viaje de este señor con joroba, hacia ese mundo prometido, aunque durante el trayecto deberá traspasar varios obstáculos, hasta llegar a un lugar inédito.", "name": "Paraíso Terrenal", "formato": "35 mm", "images": [], "duracion": "18", "id": "1488"},
{"anio": "2011", "sinopsis": "\n  Un hombre, habitante del Desierto de Atacama en 1530, emprende un extenuante y largo recorrido en busca de los elementos necesarios para conseguir una extraordinaria transformación.", "name": "Cóndor", "formato": "Digital", "images": [], "duracion": "7", "id": "1956"},
{"anio": "2011", "sinopsis": "\n  Atrapado en una isla del norte de Chile. Un pingüino decide regresar a la Antártica. A pesar de la Corriente de Humboldt, hará un último esfuerzo por volver, aunque su decisión cambie su vida para siempre.", "name": "Humboldt", "formato": "DVCam", "images": [], "duracion": "12", "id": "1841"},
{"anio": "2011", "sinopsis": "\n  Patricio es un jóven oficinista con una vida aburrida y rutinaria, hasta que un hecho fortuito, camino a su trabajo hace que sus sueños se hagan realidad. Pero éste sueño lo llevará a encontrar el amor.", "name": "Jaguar", "formato": "Digital", "images": [], "duracion": "8", "id": "1928"},
{"anio": "2011", "sinopsis": "\n  Cortometraje basado en la novela “El Doble” de Fiódor Dostoievski.", "name": "El Doble", "formato": "Digital", "images": [], "duracion": "9", "id": "1927"},
{"anio": "2011", "sinopsis": "\n  Los vampiros también necesitan protección.", "name": "No Da", "formato": "Digital", "images": [], "duracion": "1", "id": "1835"},
{"anio": "2011", "sinopsis": "\n  En un devastado mundo, donde aparentemente ya no existe vida, una extraña forma viviente nace: El Hombre de Aluminio. Solitario y triste, el Hombre de aluminio desea una compañía que se hace realidad; pero esta compañía le transformará completamente su existencia.", "name": "Las Extraordinarias e Inauditas Aventuras del Hombre de Aluminio", "formato": "Digital", "images": [], "duracion": "7", "id": "1901"},
{"anio": "2011", "sinopsis": "\n  Nicolás un niño aventurero que le salir de excursión al cerro, en una de sus aventuras conoce a Ayelen, una niña indígena fantasma que vive junto a su familia en el bosque. Lugar que esta siendo amenazado, por la construcción de un complejo habitacional. Nicolás evitara que esto suceda.", "name": "Mari Mari", "formato": "Digital", "images": [], "duracion": "15", "id": "1852"},
{"anio": "2011", "sinopsis": "\n  S, un humanoide que tiene la capacidad de adoptar involuntariamente la textura de los objetos, quiere escapar de su prisión. Luego de varios intentos fallidos por escapar, una misteriosa explosión del exterior lo libera. S debe escapar y encontrar esa ansiada y desconocida libertad.", "name": "S", "formato": "Digital", "images": [], "duracion": "7", "id": "1824"},
{"anio": "2011", "sinopsis": "\n  Un Marino holandés del siglo 17 jura vengar la muerte de su Amada y persigue al asesino hasta una Isla de la Patagonia, sólo para descubrir que su juramento de venganza ha desatado una extraña maldición.", "name": "Trapalanda", "formato": "Digital", "images": [], "duracion": "14", "id": "1829"},
{"anio": "2012", "sinopsis": "\n  Un hombre tiene un accidente en motocicleta. Al llegar al hospital comienza a tener extrañas alucinaciones de un pasado que no parece ser el suyo. Aquí comienza un viaje que derrumbará los límites de su propia realidad.", "name": "La noche boca arriba", "formato": "HD", "images": [], "duracion": "10", "id": "2548"},
{"anio": "2012", "sinopsis": "\n  En la isla de Chiloé una desaparición inquieta a la población. La investigación llevará al enfrentamiento entre un brujo y un policía que deberán defender la continuidad de sus tradiciones.", "name": "Arte de Papas", "formato": "Digital", "images": [], "duracion": "11", "id": "2282"},
{"anio": "2012", "sinopsis": "\n  Leito, un niño que no es escuchado por su familia, busca diversas formas de ser tomado en cuenta por sus padres.", "name": "La sorpresa de Leito", "formato": "Digital", "images": [], "duracion": "2", "id": "2415"},
{"anio": "2012", "sinopsis": "\n  Un diálogo espontáneo y profundo que profundizara en la memoria y en el testimonio social de nuestro país, donde jóvenes (nacidos entre 1973 Golpe de Estado y 2010 Bicentenario de Chile) responden de manera espontánea a preguntas sobre dicha época (1973 - 2010), y dependiendo de sus respuestas, evocarán los contextos visuales de cada período, que se convertirán en ciclos animados, donde niños, jóvenes y viejos conviven en el Chile actual, mientras emprenden un viaje imaginario, desde un pasado individual, hacia un futuro colectivo.", "name": "Chile Imaginario", "formato": "Digital", "images": [], "duracion": "22", "id": "2406"},
{"anio": "2012", "sinopsis": "\n  Yuri Gagarin, cosmonauta Ruso y primer hombre en llegar al espacio, reflexiona acerca de la llegada del hombre a la luna.", "name": "Camarada Gagarin", "formato": "HD", "images": [], "duracion": "3", "id": "2339"},
{"anio": "2012", "sinopsis": "\n  Anselmo está atrapado en una pesadilla recurrente que lo obliga a recorrer un pastizal infinito. Basado en una carta de H.P.Lovecraft. ", "name": "Bajo la luna", "formato": "Digital", "images": [], "duracion": "7", "id": "2283"},
{"anio": "2012", "sinopsis": "\n  En pleno centro de Santiago funcionó el centro de detención, tortura y exterminio conocido como Londres 38, desde el cual se dio inicio a la desaparición forzada de personas, como práctica sistemática del terrorismo de Estado.", "name": "Trazos de Memoria", "formato": "Digital", "images": [], "duracion": "15", "id": "2171"},
{"anio": "2013", "sinopsis": "\n  Una oficina está poseída por una fuerza divina que ha venido a profetizar el nacimiento de una nueva civilización de oro en Los Andes", "name": "Los Andes", "formato": "Digital", "images": [], "duracion": "4", "id": "2786"},
{"anio": "2011", "sinopsis": "\n  Es el año 2297 y la humanidad se prepara para la llegada del primer transbordador que ha logrado traspasar la barrera del espacio profundo a través de un agujero negro. Para Alex, un niño de 10 años, finalmente se reencontrará con su padre que es piloto del transbordador.", "name": "Cazadores Espaciales", "formato": "Digital", "images": [], "duracion": "18", "id": "1834"},
{"anio": "2012", "sinopsis": "\n  Selkirk, pirata rebelde y egoísta, es el piloto del Esperanza, galeón inglés que surca los mares del sur en busca de tesoros. A falta de buques enemigos, los corsarios se entretienen apostando y en poco tiempo Selkirk ha desplumado sus ahorros presentes y futuros, ganándose le enemistad de la tripulación y sobretodo del capitán Bullock, quien decide abandonarlo en una isla desierta.", "name": "Selkirk, el verdadero Robinson Crusoe", "formato": "35 mm", "images": [], "duracion": "80", "id": "2037"},
{"anio": "2013", "sinopsis": "\n  Gemita ha perdido a sus padres en un accidente. Como alguna vez ellos le dijeron que “los que mueren se van a Marte” se obsesiona con viajar al espacio. Un extraño día es visitada por un marciano quien, a cambio de algo muy particular, la lleva al planeta rojo. Una vez en Marte la niña descubre que sus padres no están ahí y los habitantes de Marte le revelan un gran secreto. ", "name": "Los que mueren se van a Marte", "formato": "Digital", "images": [], "duracion": "25", "id": "2783"},
{"anio": "2013", "sinopsis": "\n  La cacería es una aventura épica en un tiempo del Chile prehistórico, donde un grupo de cazadores, liderados por Taruk y Tigmanen, van tras una manada de mastodontes. La tarea se vuelve imposible, pero sus esfuerzos son premiados con un enorme milodón. De regreso a su aldea, descubren la presencia de unos extraños y evolucionados visitantes que los hace huir con su familia. Se refugian en una caverna donde, en medio de la oscuridad, encuentran algo que cambiará el sentido de la historia para siempre.", "name": "La Cacería", "formato": "Digital", "images": [], "duracion": "8", "id": "2782"}]